{
  "app": {
    "name": "Kommunicate AI Chatbot",
    "short_description": "The most complete chatbot ever",
    "long_description": "**Kommunicate: The smartest AI chatbot partner for Zendesk** \n\n \n\n Greatly benefits from our seamless Zendesk integration, improving the pre and post-purchase experience for both your customers and agents. \n\n \n\n Use a powerful Conversational AI chatbot for all first-line support, helping you drive revenue, increase CSAT, save time and boost productivity. \n\n \n\n **What does Kommunicate integration with Zendesk do for your business?** \n\n \n\n - **Gives your businesses the ability to scale smarter:** \n With Kommunicate’s automation+human approach, create a best-of-all-worlds scenario, where agents get to use their empathy, critical thinking, and creativity on problems that matter most and deflect the rest. Scale smarter by reducing customer enquiry response rate by 30%. \n\n \n\n - **Integrate the power of AI without burdening your agents with a new dashboard** \n It's difficult to move from Zendesk to another live chat provider that provides automation. With Kommunicate's zero code integration directly connect the power of AI to your Zendesk dashboard without your agents going through the pain of learning a new dashboard. \n\n \n\n - **Make Better Decisions** \n Understanding the performance of your automation shouldn't be a guessing game. Kommunicate's chatbot platform has an intuitive, easy-to-understand Analytics Dashboard that provides the data and direction you need to drive business outcomes. \n\n \n\n - **Move seamlessly from AI to agent** \n Automatically hand-off the conversation to humans if the bot is unable to answer. Customers chat asynchronously, with seamless escalation to live support when it's needed. Zendesk agents can serve customers in real time by entering and exiting the chat without interrupting the flow of conversation. \n\n \n\n - **Diminish the low-value enquiries, and frustration, that agent faces** \n Repetitive, mundane work is one of the key contributors to agent dissatisfaction. Automate 80% repeated customer enquiries that will be handled by Kommunicate’s bot and let your agents handle queries that matter the most. \n\n \n\n **Kommunicate + Zendesk : Made for you** \n\n \n\n - **Security**: IT Security approved & complaint with GDPR, \n\n - **API & Webhook**: APIs and webhook templates for reporting, data sharing and easy integrations. \n\n - **Multilingual**: The Conversational AI understands all languages - with premade content available in more than 14 languages. \n\n - **Always ready**: Handles 1st line support, 24/7. \n\n - **No Code**: No- or low-code, custom integrations with 3rd party CRM, Product & ERP tools. \n\n ![Group 5](https://user-images.githubusercontent.com/23008972/185127900-9300f20a-bcf3-4773-ad76-2842e8366480.png) \n\n ![Group 7](https://user-images.githubusercontent.com/23008972/185127970-a8f62c13-7761-42f6-93d6-75ae0742bc79.png) \n\n Don’t take our word for it. Check what our customers have to say about us: [https://testimonial.to/kommunicate-test/all](https://testimonial.to/kommunicate-test/all)",
    "installation_instructions": "\n\n 1. Create an account on Kommunicate - [https://dashboard.kommunicate.io/signup](https://dashboard.kommunicate.io/signup?utm_source=Zendesk&utm_medium=App+directory&utm_campaign=Zendesk+market+place+KM). \n\n 2. To integrate Zendesk chat, navigate to [https://dashboard.kommunicate.io/integrations](https://dashboard.kommunicate.io/integrations) and click on 'Zopim chat integration'. \n\n 3. Enter the email ID you used in Zendesk in the 'Email' field. \n\n 4. Open the agent interface by selecting Support from the product tray in the top right of your Zendesk Dashboard. And navigate to Admin > Channels > API. Make sure that the Token Access is enabled in the settings. \n\n 5. Copy the API Token and paste it in the 'Access Token' field. \n\n 6. Now, copy your Zendesk subdomain (https://your_domain.zendesk.com/) address. Paste the subdomain name(your_domain) and in the 'Subdomain' field below. \n\n 7. Now open the product tray in the top right of your Zendesk Dashboard. Go to 'Chat'. Click on your 'profile' icon. Click 'Check Connection'. You will see an 'Account Key', that will be your 'Zendesk ChatSDK Key'."
  }
}
