{
  "app": {
    "name": "Kommunicate AI Chatbot",
    "short_description": "The most complete chatbot ever",
    "long_description": "We rebuilt the chatbot from the ground up to make you look brilliant at what you do. We specifically designed it for those of you who want the best for their customers. \n\n **The Power of Kompose now on Zendesk** \n\n Kompose - a powerful GUI bot builder from the house of [Kommunicate.io](https://www.kommunicate.io?utm_source=Zendesk&utm_medium=App+directory&utm_campaign=Zendesk+market+place+KM). Based on natural language conversations for Human-Computer interaction. You don’t need any coding skills to master Kompose. It has a simple, intuitive, and easy-to-use interface. \n\n - Build chatbots easily - in just 5 minutes. No coding required. \n\n - Foolproof human + chatbot hybrid system. \n\n - Integrate any third-party or custom made chatbots. \n\n Now all this power is available within your Zendesk chat panel. Just follow the how to setup guide and seamlessly integrate the power of Kompose into your Zendesk dashboard. Boost your customer agents with: \n\n - Smooth chatbot to human hand-off for escalated issues. \n\n - Multiple language support for your global audience. \n\n - Automated ticket creation in Zendesk. \n\n - The most accurate CSAT analysis. \n\n Kommunicate + Zendesk is so delightful, and intelligent — your customers will want to communicate with your brand.",
    "installation_instructions": "\n\n 1. Create an account on Kommunicate - [https://dashboard.kommunicate.io/signup](https://dashboard.kommunicate.io/signup?utm_source=Zendesk&utm_medium=App+directory&utm_campaign=Zendesk+market+place+KM). \n\n 2. To integrate Zendesk chat, navigate to [https://dashboard.kommunicate.io/integrations](https://dashboard.kommunicate.io/integrations) and click on 'Zopim chat integration'. \n\n 3. Enter the email ID you used in Zendesk in the 'Email' field. \n\n 4. Open the agent interface by selecting Support from the product tray in the top right of your Zendesk Dashboard. And navigate to Admin > Channels > API. Make sure that the Token Access is enabled in the settings. \n\n 5. Copy the API Token and paste it in the 'Access Token' field. \n\n 6. Now, copy your Zendesk subdomain (https://your_domain.zendesk.com/) address. Paste the subdomain name(your_domain) and in the 'Subdomain' field below. \n\n 7. Now open the product tray in the top right of your Zendesk Dashboard. Go to 'Chat'. Click on your 'profile' icon. Click 'Check Connection'. You will see an 'Account Key', that will be your 'Zendesk ChatSDK Key'."
  }
}
